Repository: DmitryBurnaev/tg-housing
Catalog: src/i18n/*/LC_MESSAGES/messages.po
Languages: ru

source: What do you want?
ru: Что именно необходимо?

source: Add Address
ru: Добавить адрес

source: Remove Address
ru: Удалить адрес

source: Ok, Sent me your address (without city, default - SPB)
ru: Ок, отправь мне свой адрес (без города)

source: What address do you want to remove?
ru: Какой адрес ты хочешь убрать?

source: Sorry, you are not authorized to do that.
ru: Простите, но вы не авторизованы, что бы делать это.

source: Please enter a new address.
ru: Пожалуйста, введите новый адрес тут.

source: Ups... we can't parse address "{message_text} (got {new_address})".
ru: Ух... не получилось понять о каком адресе идет речь. Вы ввели "{message_text}", мы поняли как: "{new_address}"

source: Ok, I'll remember your new address "{new_address}".
ru: Ок, я запомню твой новый адрес

source: OK. Address "{message.text}" was removed!
ru: Ок, адрес "{message.text}" я удалил!

source: Cancelled.
ru: Отменено.

source: Hi, {full_name}!
ru: Привет, {full_name}!

source: Ok, I forgot all for you, {full_name}!
ru: Ок, я забыл все о тебе, {full_name}!

source: Please wait ⏳...
ru: Пожалуйста подождите ⏳...

source: Hmm... something went wrong.
ru: Хм... что-то не так с получением информации.

source: Ok, That's your information:
ru: Ок, вот твоя информация:

source: 💡 Electricity
ru: 💡 Электричество

source: ︎🚰 Cold Water
ru: 🚰 Холодная вода

source: 🚿 Hot Water
ru: 🚿 Горячая вода

source: Your Addresses:
ru: Твои адреса:

source: No address yet :(
ru: Нет пока добавленных адресов :(

source: No shutdowns :)
ru: Не нашел никаких отключений в ближайшем будущем :)

source: Error
ru: Ошибка

source: Start
ru: Начало

source: End
ru: Окончание

source: Hi! I've detected some information:
ru: Привет! Я тут нашел информацию:
